[["0",{"pageContent":"Then a dog began to howl somewhere in a farmhouse far down the road--a\r\nlong, agonised wailing, as if from fear. The sound was taken up by\r\nanother dog, and then another and another, till, borne on the wind which\r\nnow sighed softly through the Pass, a wild howling began, which seemed\r\nto come from all over the country, as far as the imagination could grasp\r\nit through the gloom of the night. At the first howl the horses began to\r\nstrain and rear, but the driver spoke to them soothingly, and they","metadata":{"loc":{"lines":{"from":1,"to":7}}}}],["1",{"pageContent":"quieted down, but shivered and sweated as though after a runaway from\r\nsudden fright. Then, far off in the distance, from the mountains on each\r\nside of us began a louder and a sharper howling--that of wolves--which\r\naffected both the horses and myself in the same way--for I was minded to\r\njump from the calèche and run, whilst they reared again and plunged\r\nmadly, so that the driver had to use all his great strength to keep them\r\nfrom bolting. In a few minutes, however, my own ears got accustomed to","metadata":{"loc":{"lines":{"from":8,"to":14}}}}],["2",{"pageContent":"the sound, and the horses so far became quiet that the driver was able\r\nto descend and to stand before them. He petted and soothed them, and\r\nwhispered something in their ears, as I have heard of horse-tamers\r\ndoing, and with extraordinary effect, for under his caresses they became\r\nquite manageable again, though they still trembled. The driver again\r\ntook his seat, and shaking his reins, started off at a great pace. This\r\ntime, after going to the far side of the Pass, he suddenly turned down a","metadata":{"loc":{"lines":{"from":15,"to":21}}}}],["3",{"pageContent":"narrow roadway which ran sharply to the right.\r\n\r\nSoon we were hemmed in with trees, which in places arched right over the\r\nroadway till we passed as through a tunnel; and again great frowning\r\nrocks guarded us boldly on either side. Though we were in shelter, we\r\ncould hear the rising wind, for it moaned and whistled through the\r\nrocks, and the branches of the trees crashed together as we swept along.\r\nIt grew colder and colder still, and fine, powdery snow began to fall,","metadata":{"loc":{"lines":{"from":22,"to":29}}}}],["4",{"pageContent":"so that soon we and all around us were covered with a white blanket. The\r\nkeen wind still carried the howling of the dogs, though this grew\r\nfainter as we went on our way. The baying of the wolves sounded nearer\r\nand nearer, as though they were closing round on us from every side. I\r\ngrew dreadfully afraid, and the horses shared my fear. The driver,\r\nhowever, was not in the least disturbed; he kept turning his head to\r\nleft and right, but I could not see anything through the darkness.","metadata":{"loc":{"lines":{"from":30,"to":36}}}}]]